Repository: mestredainfo/miremovependrive
Catalog: .lang/*.po
Languages: pt

source: Remove pendrive safely.
pt: Remova o pendrive com segurança.

source: About MIRemovePendrive
pt: Sobre MIRemovePendrive

source: Continue
pt: Continuar

source: Select a device to safely remove it!
pt: Selecione um dispositivo para removê-lo com segurança!

source: Getting device &1...
pt: Obtendo dispositivo &1...

source: Unmounting device &1...
pt: Desmontando dispositivo &1...

source: Turning off device &1...
pt: Desligand dispositivo &1...

source: Device removed successfully!
pt: Dispositivo removido com sucesso!

source: Device working, could not be removed!
pt: Dispositivo funcionando, não foi possível removê-lo!

source: Device working, unable to disassemble!
pt: Dispositivo funcionando, não é possível desmontar!

source: Available
pt: Disponível

source: Used
pt: Usado

source: Used %
pt: Usado %

source: About
pt: Sobre

source: Support MIRemovePendrive
pt: Apoie MIRemovePendrive

source: Select the device you want to remove:
pt: Selecione o dispositivo que deseja remover:

source: Remove
pt: Remover

source: Refresh
pt: Atualizar

source: Information
pt: Informação
